tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'neovim/neovim'

brew 'ack'
brew 'autoconf'
brew 'boot2docker'
brew 'xz'
brew 'automake'
brew 'cmake'
brew 'ctags'
brew 'gdbm'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'gnupg'
brew 'libtool'
brew 'htop-osx'
brew 'jenv'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libyaml'
brew 'rbenv'
brew 'readline'
brew 'ruby'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'neovim/neovim/neovim', args: ['HEAD']

cask 'adium'
cask 'android-studio'
cask 'dropbox'
cask 'flux'
cask 'hipchat'
cask 'iterm2'
cask 'java'
cask 'java7'
cask 'menumeters'
cask 'virtualbox'
cask 'vlc'
