tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'neovim/neovim'

brew 'ack'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'cmake'
brew 'ctags'
brew 'docker'
brew 'gdbm'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'gnupg'
brew 'libtool'
brew 'htop-osx'
brew 'jenv'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libyaml'
brew 'rbenv'
brew 'readline'
brew 'ruby'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'zsh'
brew 'maven'
brew 'neovim/neovim/neovim', args: ['HEAD']

cask 'caffeine'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'yujitach-menumeters'
cask 'slack'
cask 'virtualbox'
