tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'ctags'
brew 'docker'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'gnupg'
brew 'htop-osx'
brew 'jq'
brew 'libevent'
brew 'libtool'
brew 'libyaml'
brew 'mise'
brew 'neovim'
brew 'nvm'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'rbenv'
brew 'readline'
brew 'ruby'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'zsh'

cask '1password'
cask 'alacritty'
cask 'caffeine'
cask 'clipy'
cask 'docker'
cask 'font-hack-nerd-font'
cask 'google-chrome'
cask 'java'
cask 'menumeters'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'xmind'
